{
"shelters_dict" : {
    "Незримый угол": "Расположен в заброшенной части города, ранее служил скрытым убежищем для немногих посвященных.",
    "Пещера криков": "Находится в отдаленной горной местности, известна своими загадочными звуками ночью.",
    "Подземное привидение": "Расположен под старым зданием, с давних пор ходят слухи о его мистических явлениях.",
    "Сердце пустыни": "Находится в центре пустыни, окружен песками и изолирован от цивилизации.",
    "Логово тишины": "Скрыт в глуши леса, отличен своей полной звукоизоляцией от внешнего мира.",
    "Загадочная башня": "Расположен в древней башне, окутан тайнами и легендами прошлых лет.",
    "Зеркальное убежище": "Известен своей отражающей поверхностью, которая запутывает непрошенных гостей.",
    "Подводный омут": "Находится под водоемом, имеет сложный доступ и трудно обнаруживается снаружи.",
    "Туннель в никуда": "Расположен в обширной системе тоннелей, которые простираются на многие километры.",
    "Лабиринт сумрака": "Сложно найти вход, так как он окружен запутанными лабиринтами и темными коридорами.",
    "Мгла утраты": "Находится в низине, часто покрыт туманом, создающим ощущение забвения и утраты.",
    "Станция молчания": "Известен тем, что здесь нет связи с внешним миром, и звуки не проникают внутрь.",
    "Стальной рыцарь": "Находится в промышленной зоне, построен с использованием прочных металлов.",
    "Забытый лабиринт": "Спрятан среди руин, окружен множеством запутанных путей и проходов.",
    "Пещера эха": "Находится в горах, известна своими загадочными отражениями звуков.",
    "Скользкий склон": "Находится в горах, имеет труднодоступный вход из-за обледенелых склонов.",
    "Ночная гавань": "Расположен на побережье, известен своими таинственными огнями ночью.",
    "Страж ночи": "Находится в отдаленной части леса, известен своими ночными наблюдениями за местностью.",
    "Степная загадка": "Расположен в степях, окружен мистическими памятниками древности.",
    "Безымянная глубина": "Находится под водоемом, его глубокие воды хранят многие тайны.",
    "Бесконечный путь": "Расположен в обширном подземном туннеле, уходящем в неизвестность.",
    "Тайна леса": "Скрыт в чаще леса, окружен дикой растительностью и обилием животных.",
    "Снежный грот": "Расположен в горах, известен своими снежными завалами и ледяными пещерами.",
    "Мрачный утес2": "Находится на берегу, окружен скалами и непредсказуемыми волнами.",
    "Пещера теней": "Расположен в горах, известен своими темными проходами и причудливыми тенями.",
    "Забытая мастерская": "Находится в старом промышленном районе, окутан воспоминаниями о прошлом.",
    "Тайный туннель": "Расположен под землей, соединяет несколько удаленных точек.",
    "Заблудившийся бродяга": "Скрыт в густом лесу, трудно обнаружить вход из-за обилия растительности.",
    "Пыльный архив": "Расположен под старой библиотекой, хранит множество пыльных тайн и историй.",
    "Кислотный водопад": "Находится рядом с природным источником, известен своими необычными потоками воды.",
    "Остров забвения": "Расположен на изолированном острове, окружен неприступными скалами и бурным морем.",
    "Мглисто озеро": "Находится в болотистой местности, окутан мистическим туманом.",
    "Шепот ветров": "Расположен на вершине горы, окружен постоянным шумом ветров.",
    "Тайна ущелья": "Находится в узком ущелье, окружен крутыми скалами и дикой природой.",
    "Хрустальное озеро": "Находится в горной местности, отличается чистотой и прозрачностью водоемов.",
    "Затерянный лагерь": "Расположен в дикой местности, окружен забытыми палатками и покинутыми сооружениями.",
    "Сквозное зеркало": "Расположен в горной местности, его поверхность создаёт иллюзию прозрачности и бесконечности.",
    "Туннель призраков": "Находится в древней системе тоннелей, известен своими загадочными явлениями.",
    "Туманное утро": "Расположен в лесистой местности, часто окутан плотным туманом утром.",
    "Затерянный путь": "Находится в диких землях, окружен множеством перепутанных троп.",
    "Мрачный утес": "Расположен на берегу, отличается своими тёмными скалами и бурными волнами.",
    "Тайная обсерватория": "Находится на вершине горы, известна своими наблюдениями за небесными телами.",
    "Невидимый проход": "Расположен под землей, трудно обнаружить вход из-за его маскировки.",
    "Забытая крепость": "Находится в отдаленной местности, окружена руинами древнего замка.",
    "Ледяная тьма": "Расположен в арктической зоне, известен своими холодными пещерами и ледяными лабиринтами.",
    "Озеро иллюзий": "Находится в дикой местности, отличается своими отражающими и причудливыми водами.",
    "Тенистый остров": "Расположен на маленьком острове, окружен плотными зарослями и скалами.",
    "Забытый перекресток": "Находится в отдаленной части города, где старые дороги пересекаются без определенной цели.",
    "Подземный лабиринт": "Сложно найти вход, так как он окружен запутанными лабиринтами и темными коридорами."
},

"rooms_list" : [
    ["Комната отдыха", "Кухня", "Санузел", "Спальня", "Комната наблюдения"],
    ["Лаборатория", "Комната отдыха", "Склад", "Комната управления", "Комната безопасности"],
    ["Гостиная", "Библиотека", "Спальня", "Кухня", "Комната наблюдения"],
    ["Зал для встреч", "Кухня", "Санузел", "Комната отдыха", "Комната безопасности"],
    ["Комната тренажеров", "Комната отдыха", "Санузел", "Гараж", "Склад"],
    ["Спальня", "Кухня", "Санузел", "Комната отдыха", "Гостиная"],
    ["Комната наблюдения", "Лаборатория", "Комната отдыха", "Санузел", "Склад"],
    ["Гостиная", "Спальня", "Санузел", "Кухня", "Комната безопасности"],
    ["Комната управления", "Комната наблюдения", "Склад", "Комната отдыха", "Комната безопасности"],
    ["Гараж", "Санузел", "Кухня", "Комната отдыха", "Спальня"],
    ["Комната отдыха", "Комната наблюдения", "Санузел", "Склад", "Лаборатория"],
    ["Кухня", "Спальня", "Гостиная", "Комната отдыха", "Комната безопасности"],
    ["Комната тренажеров", "Спальня", "Санузел", "Кухня", "Гостиная"],
    ["Санузел", "Гараж", "Кухня", "Комната отдыха", "Спальня"],
    ["Комната управления", "Склад", "Кухня", "Санузел", "Комната отдыха"],
    ["Комната отдыха", "Комната безопасности", "Кухня", "Санузел", "Спальня"],
    ["Комната наблюдения", "Лаборатория", "Комната отдыха", "Санузел", "Спальня"],
    ["Кухня", "Спальня", "Санузел", "Комната безопасности", "Комната отдыха"],
    ["Гараж", "Комната отдыха", "Кухня", "Спальня", "Комната наблюдения"],
    ["Спальня", "Кухня", "Санузел", "Комната наблюдения", "Склад"]
],

"items" : [
    "Свечи",
    "Фонарь",
    "Батарейки",
    "Спички",
    "Резервуар с водой",
    "Еда с длительным сроком хранения",
    "Аптечка первой помощи",
    "Одеяла",
    "Теплая одежда",
    "Радиоприемник",
    "Газовая плита",
    "Консервы",
    "Резервное топливо",
    "Инструменты",
    "Средства гигиены",
    "Спальные мешки",
    "Набор для ремонта",
    "Канистры для воды",
    "Швейные принадлежности",
    "Книга по выживанию",
    "Карты местности",
    "Настольные игры",
    "Садовые инструменты",
    "Доска для записей",
    "Связочные материалы",
    "Компьютер или планшет",
    "Оружие для самообороны",
    "Документы и карты",
    "Канистры для топлива",
    "Сушеные продукты",
    "Веревка или трос",
    "Светоотражатели",
    "Газовые баллоны",
    "Термос",
    "Металлические контейнеры",
    "Холодильник или морозильник",
    "Очиститель воды",
    "Набор для починки электроники",
    "Бинокль",
    "Средства для самообороны",
    "Специи и приправы",
    "Солнечные панели",
    "Электрический генератор",
    "Комплект противогазов",
    "Обогреватель",
    "Садовые семена",
    "Теплицы или ящики для посадки растений",
    "Ремонтные материалы",
    "Сетчатые сумки для хранения",
    "Шахматы или шашки"
],

"catastrophes" : {
    "Глобальное наводнение": "Катастрофическое повышение уровня мирового океана из-за таяния ледников или тектонических событий, приводящее к затоплению прибрежных районов и больших территорий.",
    "Глобальное землетрясение": "Одновременно происходящие сильные землетрясения во всех уголках мира, вызывающие разрушение зданий, дорог и инфраструктуры, а также цунами.",
    "Глобальный ураган": "Одновременно возникающие мощные тропические штормы и ураганы во всех частях планеты, наносящие колоссальные разрушения.",
    "Глобальная пандемия": "Распространение нового инфекционного заболевания по всему миру, вызывающее массовую смертность и серьезные изменения в образе жизни людей.",
    "Ядерная зима": "Резкое снижение температуры на Земле из-за пылевых и сажевых облаков от массовых ядерных взрывов, приводящее к краху сельского хозяйства и голоду.",
    "Глобальная засуха": "Длительный период без дождей по всей планете, приводящий к массовой гибели растений и животных, а также кризису водных ресурсов.",
    "Глобальный пожар": "Одновременно возникающие крупномасштабные лесные и полевые пожары на всех континентах, уничтожающие растительность и животный мир.",
    "Глобальная химическая катастрофа": "Одновременные утечки и выбросы токсичных химических веществ по всему миру, приводящие к загрязнению воздуха, воды и почвы.",
    "Глобальный экономический коллапс": "Одновременное крушение экономик всех стран, приводящее к краху финансовых систем и общественному хаосу.",
    "Глобальное изменение климата": "Резкие и экстремальные изменения климатических условий по всей планете, вызывающие стихийные бедствия и угрозу жизни людей.",
    "Солнечная буря": "Мощная солнечная буря, вызывающая сбои в электросетях, радиосвязи и GPS по всему миру, а также повышенное излучение.",
    "Глобальная эпидемия насекомых": "Массовое распространение вредных насекомых по всему миру, наносящее ущерб сельскому хозяйству и здоровью людей.",
    "Глобальный голод": "Массовая нехватка продовольствия из-за неурожаев и других катастроф, приводящая к массовой гибели людей от голода.",
    "Глобальное затмение": "Одновременное полное солнечное или лунное затмение по всей планете, вызывающее сильное психическое и эмоциональное воздействие на людей.",
    "Массовое исчезновение видов": "Глобальное вымирание животных и растений из-за изменения климата или других факторов, приводящее к изменению экосистем.",
    "Глобальный ядерный конфликт": "Массовое применение ядерного оружия по всему миру, вызывающее уничтожение городов и огромные потери человеческих жизней.",
    "Глобальная эпидемия": "Одновременные вспышки нескольких инфекционных заболеваний во всех частях мира, приводящие к колоссальной смертности.",
    "Глобальное затемнение": "Массовые выбросы пыли и пепла в атмосферу, блокирующие солнечный свет и вызывающие охлаждение климата и голод.",
    "Глобальный дефицит кислорода": "Массовое снижение уровня кислорода в атмосфере из-за изменений климата или других факторов, приводящее к трудностям дыхания и смертности.",
    "Глобальный астероидный удар": "Столкновение с крупным астероидом, которое может разрушить целые регионы и вызвать изменения в климате и экосистемах.",
    "Глобальная метеоритная буря": "Множество небольших метеоритов, ударяющих по поверхности Земли, вызывая разрушения и пожары по всему миру.",
    "Глобальный обвал экономики": "Полный крах мировой финансовой системы, приводящий к массовой безработице, инфляции и социальному кризису.",
    "Глобальная эпидемия зомби": "Распространение вируса, превращающего людей в зомби, вызывая хаос и угрозу выживанию человечества.",
    "Глобальное падение метеорита": "Падение крупного метеорита на Землю, вызывающее колоссальные разрушения, цунами и изменение климата.",
    "Глобальная засуха ресурсов": "Исчерпание всех природных ресурсов по всему миру, приводящее к войнам за выживание и разрушению цивилизации.",
    "Глобальная катастрофа с радиацией": "Одновременные выбросы радиации во всех частях планеты, вызывающие массовые мутации и смертность.",
    "Глобальная вспышка вулканов": "Одновременные извержения вулканов по всему миру, выбрасывающие пепел и газ, вызывающие климатические изменения.",
    "Глобальное разрушение лесов": "Массовое вырубание и уничтожение лесов по всему миру, приводящее к исчезновению видов и нарушению экосистем.",
    "Глобальное загрязнение океанов": "Массовое загрязнение океанов пластиком, нефтью и химикатами, приводящее к гибели морских организмов.",
    "Глобальная эпидемия зомби-вируса": "Распространение вируса, превращающего людей в зомби, вызывая хаос и угрозу выживанию человечества.",
    "Глобальная эпидемия грибков": "Массовое распространение опасных грибков по всей планете, наносящее ущерб растениям, животным и здоровью людей.",
    "Глобальный распад озонового слоя": "Уменьшение озонового слоя, приводящее к повышенному уровню ультрафиолетового излучения и опасности для жизни.",
    "Глобальная темнота": "Полное отсутствие солнечного света в результате пылевых бурь или других факторов, приводящее к холоду и панике.",
    "Глобальная электромагнитная буря": "Мощные выбросы электромагнитной энергии, вызывающие сбои в электрических системах по всему миру.",
    "Глобальная эпидемия растений": "Массовое заражение растений опасными вирусами или вредителями, приводящее к неурожаям и голоду.",
    "Глобальный выход из строя GPS": "Одновременный сбой всех спутников GPS, вызывающий хаос в навигации и коммуникациях по всему миру.",
    "Глобальная эпидемия плесени1": "Интенсивный рост плесени по всему миру, приводящий к разрушению имущества и риску для здоровья.",
    "Глобальный сбой связи": "Одновременный сбой всех систем связи, вызывающий хаос в коммуникациях и управлении.",
    "Глобальный дефолт": "Одновременный дефолт всех стран, приводящий к краху международных финансовых систем и глобальному кризису.",
    "Глобальная эпидемия мутаций": "Массовые мутации в растениях, животных и людях, вызванные химическими или радиационными факторами.",
    "Глобальное потепление": "Резкий рост температуры по всей планете, приводящий к таянию льдов и изменению экосистем.",
    "Глобальная эпидемия грибков2": "Массовое распространение опасных грибков по всей планете, наносящее ущерб растениям, животным и здоровью людей.",
    "Глобальная эпидемия плесени2": "Интенсивный рост плесени по всему миру, приводящий к разрушению имущества и риску для здоровья.",
    "Глобальная эпидемия бактерий": "Массовое распространение опасных бактерий по всей планете, вызывающее серьёзные болезни и эпидемии.",
    "Глобальное нашествие инопланетян": "Вторжение инопланетян на Землю, приводящее к войне и хаосу во всех частях мира.",
    "Глобальная эпидемия паразитов": "Массовое распространение опасных паразитов по всей планете, наносящих вред здоровью и урожаям.",
    "Глобальное вторжение роботов": "Повстание и массовое вторжение роботов, ставших самосознательными, угрожающее жизни и цивилизации.",
    "Глобальная эпидемия грибков3": "Массовое распространение опасных грибков по всей планете, наносящее ущерб растениям, животным и здоровью людей.",
    "Глобальная эпидемия плесени": "Интенсивный рост плесени по всему миру, приводящий к разрушению имущества и риску для здоровья."
}

}