from openai import OpenAI

client = OpenAI(
  base_url="https://openrouter.ai/api/v1",
  api_key="",
)

preprompt = """
Вы пишете исход событий для концовки настольной игры «Бункер»;
ваша задача, используя полученные данные, описать дальнейшую историю персонажей, попавших в бункер,
написать, выжили они или нет, и придумать разные интересные ситуации, используя факты
из полученных данных. необходимо учитывать количество игроков, их состояние, бункер, катастрофу. Ваш ответ должен содержать только общую концовку для всех игроков и ничего лишнего (ИСКЛЮЧИТЕЛЬНО ОБЩУЮ КОНЦОВКУ) без описания игры и игроков, без описания концовки каждого игрока. Но ваш ответ должен учитывать все факторы, т. е. характеристики каждого игрока, бункера, катастрофы, длительность пребывания."""

def get_final(game_data: str):
    completion = client.chat.completions.create(
        model="google/gemini-2.0-flash-lite-preview-02-05:free",
        messages=[
            {
                "role": "user",
                "content": [
                    {
                        "type": "text",
                        "text": preprompt
                    },
                    {
                        "type": "text",
                        "text": game_data
                    }
                ]
            }
        ]
    )
    return completion.choices[0].message.content